<!-- add-pr-comment:terraform-plan -->

The Terraform configuration changes resulted with the following plan:
### Summary  
```diff
+ 3 to add ✅
! 0 to change 🔀
- 0 to destroy 💥
```
<details>
  <summary>Detailed plan output:</summary>

```diff

  # module.github.github_actions_variable.repository_variable["bakiorg_github_app_bot_id"] will be created
+  + resource "github_actions_variable" "repository_variable" {
+      + created_at    = (known after apply)
+      + id            = (known after apply)
+      + repository    = ".github"
+      + updated_at    = (known after apply)
+      + value         = "160287034"
+      + variable_name = "BAKIORG_GITHUB_APP_BOT_ID"
    }

  # module.github.github_actions_variable.repository_variable["bakiorg_github_app_bot_name"] will be created
+  + resource "github_actions_variable" "repository_variable" {
+      + created_at    = (known after apply)
+      + id            = (known after apply)
+      + repository    = ".github"
+      + updated_at    = (known after apply)
+      + value         = "bakiorg-github[bot]"
+      + variable_name = "BAKIORG_GITHUB_APP_BOT_NAME"
    }

  # module.github.github_actions_variable.repository_variable["bakiorg_github_app_name"] will be created
+  + resource "github_actions_variable" "repository_variable" {
+      + created_at    = (known after apply)
+      + id            = (known after apply)
+      + repository    = ".github"
+      + updated_at    = (known after apply)
+      + value         = "830820"
+      + variable_name = "BAKIORG_GITHUB_APP_NAME"
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```

</details>
